Repository: etalab/ckan-of-worms
Catalog: ckanofworms/i18n/*/LC_MESSAGES/ckan-of-worms.po
Languages: de

source: Errors can't contain a list
de: Fehler dürfen keine Liste enthalten

source: No account with name {0}
de: Kein Account mit dem Namen {0}

source: No account with ID {0}
de: Kein Account mit ID {0}

source: No dataset with name {0}
de: Kein Datensatz mit Name {0}

source: No dataset with ID {0}
de: Kein Datensatz mit ID{0}

source: No group with name {0}
de: Keine Gruppe mit Name {0}

source: No group with ID {0}
de: Keine Gruppe mit ID {0}

source: No group with title {0}
de: Keine Gruppe mit Titel {0}

source: No organization with name {0}
de: Kein Organisation mit Name {0}

source: No organization with ID {0}
de: Keine Organisation mit ID {0}

source: No organization with title {0}
de: Keine Organisation mit Titel {0}

source: Session {0}
de: Sitzung {0}

source: Session {0} of {1}
de: Sitzung {0} von {1}

source: No session with token {0}
de: Keine Sitzung mit Token {0}

source: You must be an administrator to access this page.
de: Sie müssen Administrator sein, um diese Seite aufzurufen

source: Expected a dictionary. Got {0}
de: Wörterbuch erwartet. {0} bekommen

source: Invalid path: {0}
de: Ungültiger Pfad : {0}

source: Path not found: {0}
de: Pfad nicht gefunden: {0}

source: Page not found: {0}
de: Seite nicht gefunden: {0}

source: Request is faulty
de: Anfrage fehlerhaft

source: Access is restricted to authorized persons.
de: Zugang nur für berechtigte Personen

source: Access is forbidden.
de: Zugang verboten

source: The requested page was not found.
de: Die aufgerufene Seite wurde nicht gefunden

source: You must login to access this page.
de: Sie müssen sich anmelden, um auf diese Seite zuzugreifen

source: Unable to Access
de: Zugriff nicht möglich

source: Access Denied
de: Zugriff nicht gestattet

source: You'll be redirected to page
de: Sie werden weitergeleitet auf

source: Redirection in progress...
de: Weiterleitung läuft...

source: Deletion forbidden
de: Löschen nicht erlaubt

source: You can not delete an account.
de: Sie können keinen Account löschen

source: Operation denied
de: Anfrage abgeblockt

source: Edition forbidden
de: Bearbeitung nicht erlaubt

source: You can not edit an account.
de: Sie können keinen Account bearbeiten

source: An account with the same email already exists.
de: Es existiert bereits ein Account mit dieser Emailadresse

source: Account search error: {}
de: Fehler bei Accountsuche: {}

source: Invalid JSON in request POST body
de: Ungültiges JSON in der Anfrage "POST body"

source: Bad parameters in request
de: Falsche Parameter in der Anfrage

source: Unknown API Key: {}
de: unbekannter API-Schlüssel:{0}

source: Non-admin API Key: {}
de: Kein Admin-API-Schlüssel: {}

source: Wrong version: {}, expected: {}
de: Falsche Version:{}, {} erwartet

source: Invalid JSON in request DELETE body
de: Ungültiges JSON in der Anfrage "DELETE body"

source: Login Error: {0}
de: Fehler beim Login:{0}

source: Error while verifying authentication assertion
de: Fehlerbei der Verifizierung der Authentifikation

source: Account Error: {}
de: Accountfehler: {}

source: You can not delete a dataset.
de: Sie können keinen Datensatz löschen

source: You can not edit a dataset.
de: Sie können keinen Datensatz bearbeiten

source: A dataset with the same email already exists.
de: Es existiert bereits ein Datensatz mit dieser Emailadresse

source: Dataset search error: {}
de: Fehler bei der Datensatzsuche: {0}

source: No dataset containing a related link with ID {0}
de: Kein Datensatz gefunden der einen Link mit der ID {0} enthält

source: No related link with ID {0}
de: Kein zugehöriger Datensazu mit der ID {0}

source: Related Error: {}
de: Zugehöriger Fehler: {0}

source: Territory must have the form "kind/code"
de: Bereich muss in der Form "Art/Code" eingegeben werden

source: Dataset Error: {}
de: Datensatzfehler:{0}

source: You can not delete a group.
de: Sie können keine Gruppe löschen

source: You can not edit a group.
de: Sie können keine Gruppe bearbeiten

source: A group with the same email already exists.
de: Es existiert bereits eine Gruppe mit dieser Emailadresse

source: Group search error: {}
de: Fehler bei der Gruppensuche: {}

source: Group Error: {}
de: Gruppenfehler: {}

source: You can not delete an organization.
de: Sie können keine Organisation löschen.

source: You can not edit an organization.
de: Sie können keine Organisation bearbeiten

source: An organization with the same email already exists.
de: Es existiert bereits eine Organisation mit dieser Emailadresse

source: Organization search error: {}
de: Fehler bei der Organisationensuche:{0}

source: Organization Error: {}
de: Organisationenfehler: {0}

source: You can not delete a session.
de: Sie können keine Sitzung löschen.

source: Page number error: {}
de: Fehler bei der Seitenzahl: {}

source: Session Error: {}
de: Sitzungsfehler:{}

source: Tag search error: {}
de: Fehler bei der Schlagwortsuche:{}

source: Welcome to CKAN-of-Worms
de: Willkommen bei CKAN-of-Worms

source: A logger for errors found in CKAN datasets
de: Eine Sammlung für Fehler, die in CKAN-Datensatzen gefunden werden

source: Sign in with Persona
de: Mit Persona anmelden

source: Sign In
de: Anmelden

source: (signaled by <em>{0}</em>, {1})
de: (signalisiert von <em>{0}</em>, {1})

source: Home
de: Startseite

source: Error!
de: Fehler!

source: Please, correct the informations below.
de: Bitte korrigieren sie die unten stehenden Informationen

source: GNU Affero General Public License
de: GNU Affero General Public-Lizenz

source: Login failure:
de: Fehler beim anmelden:

source: Logout failure:
de: Fehler beim abmelden:

source: Toggle navigation
de: Navigationsleiste anheften

source: Datasets
de: Datensätze

source: Groups
de: Gruppen

source: Organizations
de: Organisationen

source: Sign in
de: Anmelden

source: Sign out from Persona
de: Von Persona abmelden

source: Sign out
de: Abmelden

source: Admin
de: dmin

source: Delete
de: Löschen

source: Deletion of {}
de: löschung von {}

source: Are you sure that you want to delete this account?
de: Sind sie sicher, dass sie diesen Account löschen wollen?

source: Edit
de: Bearbeiten

source: Edition of %s
de: Beartbeitung von %s

source: Save
de: Speichern

source: No account found
de: Kein Account gefunden

source: Account {0} of {1}
de: Account {0} von {1}

source: Accounts {0} - {1} of {2}
de: Account {0} - {1} von {2}

source: Single account
de: Einzelner Account

source: Full Name
de: Name

source: Profile
de: Profil

source: Creation
de: Erstellt

source: Term
de: Schlagwort

source: Search
de: Suche

source: About
de: Über

source: View
de: Ansehen

source: Source
de: Quelle

source: Sysadmin
de: Systemadministrator

source: API Key
de: API-Schlüssel

source: Created
de: Erstellt

source: Are you sure that you want to delete this dataset?
de: Wollen sie diesen Datensatz wirklich löschen?

source: Critical
de: Kritisch

source: Debug
de: Verbessern

source: Error
de: Fehler

source: Warning
de: Warnung

source: No dataset found
de: Kein Datensatz gefunden

source: Dataset {0} of {1}
de: Datensatz {0} von {1}

source: Datasets {0} - {1} of {2}
de: Datensatz {0} - {1} von {2}

source: Single dataset
de: Einzelner Datensatz

source: {} datasets
de: {} Datensätze

source: Organization
de: Organisation

source: Title
de: Titel

source: Last Modification
de: Letzte Änderung

source: Alerts
de: Warnungen

source: Search ranking
de: Ranking durchsuchen

source: Temporal coverage
de: Zeitlicher Rahmen

source: {0} to {1}
de: {0} bis {1}

source: Update frequency
de: Aktualisierungshäufigkeit

source: Territorial coverage
de: Regionale Abdeckung

source: Territorial coverage granularity
de: Genauigkeit der regionalen Abdeckung

source: Tag
de: Schlagwort

source: Group
de: Gruppe

source: Supplier
de: Anbieter

source: All
de: Alle

source: Info or above
de: Info oder obiges

source: Warning or above
de: Warnung oder obiges

source: Error or above
de: fehler oder obiges

source: Alert Level
de: Warnstufe

source: Related only
de: Nur zugehörige

source: News Feed
de: Nachrichtenmeldungen

source: Simplified Search
de: Einfache Suche

source: Advanced Search
de: Erweiterte Suche

source: Statistics
de: Statistiken

source: Repair
de: Raparieren

source: View in Front
de: Im Vordergrund anzeigen

source: Publish
de: Veröffentlichen

source: This dataset has some defects
de: Dieser Datensatz hat einige Fehler

source: Low search rank:
de: Niedriger Rang in der Suche:

source: Please look at the alerts below and repair this dataset now.
de: Bitte beachten sie die Warnungen unten und verbessern sie diesen Datensatz jetzt

source: Notes
de: Notizen

source: Resources
de: Quellen

source: Description
de: Beschreibungen

source: Last Modified
de: Zuletzt geändert

source: Key
de: Schlüssel

source: Value
de: Wert

source: Tags
de: Schlagworte

source: Temporal Coverage From
de: Zeitlicher Rahmen von

source: Temporal Coverage To
de: Zeitlicher Rahmen bis

source: Update Frequency
de: Häufigkeit von Aktualisierungen

source: Territorial Coverage
de: Regionale Abdeckung

source: Territorial Coverage Granularity
de: Genauigkeit der regionalen Abdeckung

source: Office, Department or Service
de: Büro, Abteilung oder Dienst

source: Contact Email
de: Kontaktadresse

source: Maintainer
de: Betreuer

source: Maintainer Email
de: Emailadresse des Betreuers

source: URL (in supplier site)
de: URL (der Anbieterseite)

source: License
de: Lizenz

source: Weight
de: Gewichtung

source: Metadata Modified
de: Metadaten geändert

source: Metadata Created
de: metadaten erstellt

source: Revision Timestamp
de: Zeitstempel der Überarbeitung

source: Timestamp
de: Zeitstempel

source: Revision ID
de: ID der Überarbeitung

source: Related
de: Zugehörig

source: Image
de: Bild

source: Type
de: Typ

source: Owner
de: Besitzer

source: Are you sure that you want to delete this group?
de: Sind sie sicher, dass sie diese Gruppe löschen wollen?

source: No group found
de: Keine Gruppen gefunden

source: Group {0} of {1}
de: Gruppe {0} von {1}

source: Groups {0} - {1} of {2}
de: Gruppen {0} - {1} von {2}

source: Single group
de: Einzelne Gruppe

source: {} groups
de: {} Gruppen

source: Are you sure that you want to delete this organization?
de: Sind sie sicher, dass sie diese Organisation löschen möchten?

source: No organization found
de: Keine Organisationen gefunden

source: Organization {0} of {1}
de: Organisation {0} von {1}

source: Organizations {0} - {1} of {2}
de: Organisationen {0} - {1} von{2}

source: Single organization
de: Einzelne Organisation

source: {} organizations
de: {} Organisationen

source: Produced Datasets
de: Erstellte Datensätze

source: Supplied Datasets
de: Eingestellte Datensätze

source: Sessions
de: Sitzungen

source: Are you sure that you want to delete this session?
de: Wollen sie diese Sitzung wirklich löschen?

source: No session found
de: Keine Sitzung gefunden

source: Sessions {0} - {1} of {2}
de: Sitzung {0} - {1} von {2}

source: Single session
de: Einzelne Sitzung

source: {} sessions
de: {} Sitzungen

source: User
de: Nutzer

source: Expiration Date
de: Ablaufdatum

source: User ID
de: NutzerID
